{
  "participants": [
    {
      "name": "Aditya Singh"
    },
    {
      "name": "1acre.in | Buy verified lands"
    }
  ],
  "messages": [
    {
      "sender_name": "Aditya Singh",
      "timestamp_ms": 1723141031564,
      "content": "Aditya sent an attachment.",
      "share": {
        "link": "https://www.instagram.com/reel/C7akLdvNe03/?id=3376169988186828087_66418987749",
        "share_text": "THANKS A LOT FOR 3M VIEWS\nâ\u009c© Mercury\n\nMercury is the closest planet from the Sun. The side facing the sun is extremely hot, whereas the other side is incredibly cold. The temperatures range from -150 C to 425. Without your spacesuit, youâ\u0080\u0099d either freeze or instantly turn into a carbon brick, depending on which side of the planet you were standing on.\n\nWithout any gear, you would survive for less than 2 minutes.\n\nâ\u009c©VenusIt\n\nis a real hell.\n\nThe temperature on its surface is approximately 400 C. Its surface pressure is also about 90 times greater than that of Earth. A spacesuit designed for Venus would need to be constructed of titanium. Without a spacesuit, one would get squashed in seconds, if you didnâ\u0080\u0099t get turned into dust.\n\nâ\u009c©Earth:\n\nThanks to the wonderful atmosphere, food and water, and everything else that makes our home planet liveable, you can get in a good 80 or more years here. Earth is perfect for us.\n\nâ\u009c©MarsIt\n\nis very cold, but the atmosphere is very thin â\u0080\u0098Tyson says, â\u0080\u009cso the intensity of the cold wonâ\u0080\u0099t be as biting as it might otherwise feel at that temperature on Earth.â\u0080\u009d\n\nâ\u009c© Jupiter\n\nJupiter is literally just a ball of gas with a solid core. So thereâ\u0080\u0099s nothing to land on. If you were to jump on it, you would just descend into nothingness. The gases inside this giant are highly pressurized, so without any gear, you would get crushed instantly, i.e., in less than 1 second.\n\nâ\u009c°â\u009c°â\u009c° Just like Jupiter, Saturn, Uranus, and Neptune are enormous balls of gas. One would get crushed almost instantly if you attempted to stand on these planets in any condition...\n.\n.\n#reels #funny #reelsinstagram #explore #funnyreels #funnyvideo #viraljokes #trendingmemes #haha #funnymemes #trending #comedyreels #funnymemes #funnyreels #reelkarofeelkaro #ursmileâ\u0098ºï¸\u008fâ\u0099¥ï¸\u008f#instagood #explorepage #foryou #comedyvideos #comedy #funny\n#r2h #r2hell #round2hell #reels #meme #instagram #instagramreels #fypage",
        "original_content_owner": "fulltoss.memes"
      },
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "1acre.in | Buy verified lands",
      "timestamp_ms": 1720221716993,
      "content": "Hello ð\u009f\u0091\u008b",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Aditya Singh",
      "timestamp_ms": 1720195848845,
      "content": "Hi",
      "is_geoblocked_for_viewer": false
    }
  ],
  "title": "Aditya Singh",
  "is_still_participant": true,
  "thread_path": "inbox/adityasingh_18011685443591014",
  "magic_words": [
    
  ]
}